const allergy_IgE = {
      "귤 혼합물(레몬, 라임, 오렌지)" : 2.0
    , "키위(참다래)" : 0.0
    , "사과" : 0.4
    , "배" : 0.2  
    , "파인애플" : 0.8  
    , "망고" : 1.1
    , "복숭아" : 2.6  
    , "자두" : 2.1
    , "딸기" : 1.0
    , "블루베리" : 0.2 
    , "멜론" : 0.3 
    , "수박" : 0.6 
    , "굵은 보리가루" : 0.0 
    , "쌀가루" : 0.0 
    , "밀가루" : 0.0
    , "귀리가루" : 0.0 
    , "조" : 0.0 
    , "아마씨(아마인)" : 0.8 
    , "콩(대두)" : 0.4 
    , "깍지콩" : 0.3
    , "렌즈콩" : 0.3 
    , "완두콩" : 0.0 
    , "옥수수" : 0.6 
    , "생밤" : 2.6 
    , "땅콩" : 1.4 
    , "소고기(쇠고기)" : 0.0
    , "돼지고기" : 0.0 
    , "염소고기" : 0.2 
    , "양고기" : 0.4 
    , "토끼고기" : 0.2 
    , "닭고기" : 0.5 
    , "메추라기고기" : 0.4 
    , "오리고기" : 0.0 
    , "타조고기" : 0.2 
    , "칠면조고기" : 0.3 
    , "계란흰자" : 1.2 
    , "계란노른자" : 1.8 
    , "우유" : 0.0 
    , "체다치즈" : 0.0 
    , "요거트" : 0.2 
    , "버터" : 0.0 
    , "베타락토글로불린" : 0.3 
    , "카제인" : 0.2 
    , "멸치" : 0.0 
    , "연어" : 0.0  
    , "대구" : 0.0  
    , "참치" : 0.0  
    , "고등어" : 1.0  
    , "농어" : 0.0  
    , "정어리" : 0.3  
    , "청어" : 0.3  
    , "송어" : 0.2  
    , "새우" : 0.1  
    , "게" : 1.0  
    , "홍합" : 0.0  
    , "조개" : 0.7
    , "오이" : 0.8
    , "토마토" : 1.7
    , "감자" : 0.2
    , "고구마" : 0.2
    , "배추" : 0.2
    , "치커리" : 0.2
    , "케일" : 0.0
    , "양상추" : 0.2
    , "시금치" : 0.4
    , "주키니호박" : 0.2
    , "파프리카" : 0.0
    , "파슬리" : 0.2
    , "비트" : 0.3
    , "래디시(무)" : 0.2
    , "알로에 베라" : 0.6
    , "콜리플라워" : 0.0
    , "브로콜리" : 0.2
    , "빵 효모" : 0.2
    , "맥주 효모" : 0.3  
    , "번데기" : 0.0  
    , "베이킹파우더" : 0.0  
    , "꿀" : 0.0
    , "글루텐" : 0.3  
    , "삼나무(일본)" : 4.6  
    , "벌침 독" : 3.5
    , "생밤" : 2.6
    , "긴털가루 진드기" : 2.6
    , "수중다리 가루 진드기" : 2.5
    , "알터나리아 곰팡이" : 2.3
    , "플라타너스 혼합물" : 2.3
    , "오리새" : 2.2
    , "큰다리 먼지진드기" : 2.1
    , "유럽 집먼지진드기" : 2.1
    , "호밀 분" : 2.0
    , "자작나무/오리나무 혼합물" : 1.4
    , "바퀴벌레 혼합물" : 1.3
    , "포플라 혼합물" : 1.3
    , "환삼덩굴" : 1.3
    , "라일락 분" : 1.2
    , "집안먼지" : 1.1
    , "고양이 상피" : 1.0
    , "향기풀" : 1.0
}

const allergy_nonIgE = {
      "귤 혼합물(레몬, 라임, 오렌지)" : 0.6
    , "키위(참다래)" : 0.4
    , "사과" : 2.2
    , "배" : 1.0
    , "파인애플" : 2.6
    , "망고" : 0.2
    , "복숭아" : 6.0
    , "자두" : 1.6
    , "딸기" : 0.8
    , "블루베리" : 0.2
    , "멜론" : 2.7
    , "수박" : 3.3
    , "굵은 보리가루" : 0.2
    , "쌀가루" : 0.2
    , "밀가루" : 0.0
    , "귀리가루" : 1.6
    , "조" : 2.5
    , "아마씨(아마인)" : 3.3
    , "콩(대두)" : 0.0
    , "깍지콩" : 2.6
    , "렌즈콩" : 5.0
    , "완두콩" : 2.9
    , "옥수수" : 1.4
    , "생밤" : 2.1
    , "땅콩" : 0.1
    , "소고기(쇠고기)" : 0.0
    , "돼지고기" : 0.0
    , "염소고기" : 2.7
    , "양고기" : 3.9
    , "토끼고기" : 2.5
    , "닭고기" : 0.0
    , "메추라기고기" : 2.1
    , "오리고기" : 0.2
    , "타조고기" : 0.8
    , "칠면조고기" : 2.5
    , "계란흰자" : 0.0
    , "계란노른자" : 3.0
    , "우유" : 0.0
    , "체다치즈" : 0.0
    , "요거트" : 4.7
    , "버터" : 0.6
    , "베타락토글로불린" : 2.3
    , "카제인" : 2.3
    , "멸치" : 0.1
    , "연어" : 0.0
    , "대구" : 0.2
    , "참치" : 0.0
    , "고등어" : 0.0
    , "농어" : 2.2
    , "정어리" : 0.3
    , "청어" : 0.6
    , "송어" : 0.3
    , "새우" : 0.0
    , "게" : 0.6
    , "홍합" : 0.1
    , "조개" : 0.0
    , "오이" : 0.4
    , "토마토" : 1.3
    , "감자" : 0.3
    , "고구마" : 2.5
    , "배추" : 1.0
    , "치커리" : 2.6
    , "케일" : 1.2
    , "양상추" : 2.7
    , "시금치" : 0.4
    , "주키니호박" : 2.2
    , "파프리카" : 2.6
    , "파슬리" : 0.2
    , "비트" : 0.8
    , "래디시(무)" : 3.6
    , "알로에 베라" : 0.8
    , "콜리플라워" : 2.4
    , "브로콜리" : 2.5
    , "빵 효모" : 0.0
    , "맥주 효모" : 2.1
    , "번데기" : 0.2
    , "베이킹파우더" : 0.4
    , "꿀" : 2.1
    , "글루텐" : 0.8
}
